{
    "buscar": "Buscar",
    "botaoLogin": "Hacer login",
    "prevenda": "Pre-Venta",
    "lanca": "Lanzamientos",
    "produ": "Productos",
    "susten": "Sostenibilidad",
    "descubra": "descubre más",
    "sobre": "sobre nosotros",
    "nossahistoria": "Nuestra historia",
    "para1": "El proyecto LeNabi surge como una iniciativa innovadora desarrollada por estudiantes del segundo semestre del curso técnico de desarrollo de sistemas. Con una propuesta única, el sitio web busca reflejar la identidad de la librería LeNabi, conocida por su compromiso con la sostenibilidad y el amor por la literatura. Inspirados por la filosofía ecológica de la librería, los estudiantes optaron por un diseño más retro, alineándose con la estética de las hojas sostenibles que promueve LeNabi.",
    "para2": "El diseño del sitio web fue cuidadosamente planificado para transmitir la atmósfera acogedora de la librería física, integrando elementos nostálgicos que evocan épocas pasadas. La paleta de colores elegida refleja la naturaleza, con tonos terrosos y verdes, enfatizando el compromiso ambiental de LeNabi. Además, la interfaz de usuario fue diseñada de manera intuitiva, proporcionando una experiencia de navegación fluida y agradable.",
    "nossosite": "Nuestro sitio",
    "para3": "En el desarrollo técnico, los estudiantes aplicaron conocimientos adquiridos durante el curso para crear un sitio web receptivo y funcional. Integraron tecnologías modernas para garantizar la seguridad de los datos de los usuarios y la eficiencia en las transacciones en línea. Además, incorporaron elementos interactivos, como animaciones y transiciones suaves, para enriquecer la experiencia del usuario.",
    "para4": "La sección de productos del sitio web LeNabi presenta una selección cuidadosamente curada de libros sostenibles, destacando obras que promueven la conciencia ambiental y el respeto por la naturaleza. Cada detalle fue pensado para transmitir el mensaje de la librería y atraer a un público comprometido con valores similares.",
    "para5": "En última instancia, el sitio web LeNabi no solo refleja el talento y la habilidad de los estudiantes del segundo semestre del curso técnico de desarrollo de sistemas, sino que también representa una colaboración exitosa entre la tecnología y la sostenibilidad, proporcionando una plataforma en línea única para los amantes de la lectura comprometidos con un estilo de vida más ecológico.",
    "junte": "¡Únete a este viaje literario y sostenible y sé parte de nuestra historia!",
    "voe": "¡Vuela entre las páginas!"
}