{
    "buscar": "Buscar livro",
    "botaoLogin": "Fazer login",
    "prevenda": "Pré-Venda",
    "lanca": "Lançamentos",
    "produ": "Produtos",
    "susten": "Sustentabilidade",
    "descubra": "descubra mais",
    "sobre": "sobre nós",
    "nossahistoria": "Nossa história",
    "para1": "O projeto LeNabi surge como uma iniciativa inovadora desenvolvida por estudantes do segundo semestre do curso técnico de desenvolvimento de sistemas. Com uma proposta única, o website busca refletir a identidade da livraria LeNabi, conhecida por seu compromisso com a sustentabilidade e o amor pela literatura. Inspirados pela filosofia ecológica da livraria, os estudantes optaram por um design mais retrô, alinhando-se à estética das folhas sustentáveis que a LeNabi promove.",
    "para2": "O layout do website foi cuidadosamente planejado para transmitir a atmosfera acolhedora da livraria física, integrando elementos nostálgicos que remetem a épocas passadas. A paleta de cores escolhida reflete a natureza, com tons terrosos e verdes, enfatizando o compromisso ambiental da LeNabi. Além disso, a interface do usuário foi projetada de forma intuitiva, proporcionando uma experiência de navegação fluida e agradável.",
    "nossosite": "Nosso site",
    "para3": "No desenvolvimento técnico, os estudantes aplicaram conhecimentos adquiridos durante o curso para criar um website responsivo e funcional. Integraram tecnologias modernas para garantir a segurança dos dados dos usuários e a eficiência nas transações online. Além disso, incorporaram elementos interativos, como animações e transições suaves, para enriquecer a experiência do usuário.",
    "para4": "A seção de produtos do website LeNabi apresenta uma seleção cuidadosa de livros sustentáveis, destacando obras que promovem a conscientização ambiental e o respeito pela natureza. Cada detalhe foi pensado para transmitir a mensagem da livraria e atrair um público engajado com valores similares.",
    "para5": "Por fim, o website LeNabi não apenas reflete o talento e a habilidade dos estudantes do segundo semestre do curso técnico de desenvolvimento de sistemas, mas também representa uma colaboração bem-sucedida entre a tecnologia e a sustentabilidade, proporcionando uma plataforma online única para os amantes da leitura comprometidos com um estilo de vida mais ecológico.",
    "junte": "Junte-se a nós nessa jornada literária e sustentável e seja parte da nossa história!",
    "voe": "Voe entre as páginas!"
}