{
    "buscar": "Search",
    "botaoLogin": "Login",
    "prevenda": "Pre-Sale",
    "lanca": "Releases",
    "produ": "Products",
    "susten": "Sustainability",
    "descubra": "know more",
    "sobre": "about us",
    "nossahistoria": "Our history",
    "para1": "The LeNabi project emerges as an innovative initiative developed by second-semester students of the technical course in systems development. With a unique proposal, the website aims to reflect the identity of the LeNabi bookstore, known for its commitment to sustainability and love for literature. Inspired by the bookstore's ecological philosophy, the students opted for a more retro design, aligning with the aesthetics of the sustainable leaves that LeNabi promotes.",
    "para2": "The website layout was carefully planned to convey the welcoming atmosphere of the physical bookstore, integrating nostalgic elements reminiscent of bygone eras. The chosen color palette reflects nature, with earthy and green tones, emphasizing the environmental commitment of LeNabi. Additionally, the user interface was designed intuitively, providing a smooth and enjoyable browsing experience.",
    "nossosite": "Our website",
    "para3": "In technical development, students applied knowledge gained during the course to create a responsive and functional website. They integrated modern technologies to ensure user data security and efficiency in online transactions. Furthermore, they incorporated interactive elements such as animations and smooth transitions to enhance the user experience.",
    "para4": "The product section of the LeNabi website showcases a carefully curated selection of sustainable books, highlighting works that promote environmental awareness and respect for nature. Every detail was considered to convey the bookstore's message and attract an audience engaged with similar values.",
    "para5": "Ultimately, the LeNabi website not only reflects the talent and skill of second-semester students in the technical course of systems development but also represents a successful collaboration between technology and sustainability, providing a unique online platform for literature enthusiasts committed to a more eco-friendly lifestyle.",
    "junte": "Join us on this literary and sustainable journey and be part of our history!",
    "voe": "Fly between the pages!"
}